# Пользователь вводит строку
line = input('Введите строку: ')

# С помощью функции min и max выводим минимальное и
# максимальный символ из введенной строки
print('Минимальный символ:', min(line))
print('Максимальный символ:', max(line))
