# Пользователь вводит строку
str = input('Введите строку: ')

# С помощью функции min и max выводим минимальное и максимальный символ из введенной строки
print('Минимальный символ: ', min(str))
print('Максимальный символ: ', max(str))